tutorials/twoPopulationCrysPBEFoam/aggregationRegression/0/moment.3.agglomerate
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.3.agglomerate;
}
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    walls
    {
        type zeroGradient;
    }
}
