tutorials/twoPopulationCrysPBEFoam/aggregationRegression/Allrun
#!/bin/sh
cd "$(dirname "$0")" || exit 1
blockMesh > log.blockMesh 2>&1 || exit 1
twoPopulationCrysPBEFoam > log.twoPopulationCrysPBEFoam 2>&1 || exit 1
python3 validate.py
