tutorials/twoPopulationCrysPBEFoam/aggregationRegression/constant/populationBalanceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object populationBalanceProperties;
}
populationBalanceModel twoPopulationBalanceSystem;
twoPopulationBalanceSystemCoeffs
{
    speciesCoupled false;
    rhop rhop [1 -3 0 0 0 0 0] 2666;
    shapeFactor 0.5235987755982988;

    saturationModel
    {
        solutionSaturationModel K2SO4H2O;
    }

    singleCrystal
    {
        nucleation false;
        growth false;
        diffusionModel
        {
            diffusionModel none;
        }
    }

    agglomerate
    {
        growth false;
        diffusionModel
        {
            diffusionModel none;
        }
    }

    aggregation
    {
        ss
        {
            enabled true;
            aggregationKernel constant;
            Ca Ca [0 3 -1 0 0 0 0] 2e-7;
        }
        sa
        {
            enabled true;
            aggregationKernel constant;
            Ca Ca [0 3 -1 0 0 0 0] 1e-7;
        }
        aa
        {
            enabled true;
            aggregationKernel constant;
            Ca Ca [0 3 -1 0 0 0 0] 5e-8;
        }
    }

    Pr 7;
    Prt 0.85;
    molarDiff 0;
    Sct 0.7;

    odeCoeffs
    {
        solveSources true;
        solveOde true;
        ATol 1e-14;
        RTol 1e-10;
        fac 0.9;
        facMin 0.2;
        facMax 2;
        minLocalDt 1e-12;
    }
}
