tutorials/twoPopulationCrysPBEFoam/aggregationRegression/constant/quadratureProperties.singleCrystal
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object quadratureProperties.singleCrystal;
}
fieldMomentInversion basicFieldMomentInversion;
basicMomentInversion
{
    univariateMomentInversion Gauss;
}
momentAdvection
{
    univariateMomentAdvection firstOrderKinetic;
    basicMomentInversion
    {
        univariateMomentInversion Gauss;
    }
}
moments ((0) (1) (2) (3) (4) (5));
nodes ((0) (1) (2));
