tutorials/twoPopulationCrysPBEFoam/aggregationRegression/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}
application twoPopulationCrysPBEFoam;
libs ("libcrystalPopuBal.so");
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.1;
deltaT 0.01;
writeControl runTime;
writeInterval 0.1;
writeFormat ascii;
writePrecision 16;
writeCompression off;
runTimeModifiable false;
adjustTimeStep off;
